[
    {
        "id": 1,
        "name": "MacBook Pro",
        "category": "laptop",
        "brand": "Apple",
        "year": 2021,
        "image": "/src/assets/laptop.jpg",
        "price": 1299,
        "description":"The MacBook Pro is a high-performance laptop computer designed and manufactured by Apple. It comes in 13-inch and 16-inch models and is equipped with powerful processors, high-resolution displays, and advanced graphics capabilities. It is a popular choice for professionals who need a reliable and powerful laptop for work or creative tasks."
    },
    {
        "id": 2,
        "name": "Dell XPS 13",
        "category": "laptop",
        "brand": "Dell",
        "year": 2022,
        "image": "/src/assets/laptop.jpg",
        "price": 999,
        "description":"The Dell XPS 13 is a premium ultrabook laptop computer that offers a combination of style, portability, and performance. It features a high-resolution display, powerful processors, and long battery life. It is a popular choice for people who need a portable and powerful laptop for work or personal use."
    },
    {
        "id": 3,
        "name": "iPhone 13",
        "category": "mobile-phone",
        "brand": "Apple",
        "price": 799,
        "image": "/src/assets/celular.jpg",
        "year": 2021,
        "description":"The iPhone 13 is the latest model in Apple's popular line of smartphones. It features a powerful A15 Bionic chip, a high-quality camera system, and a long-lasting battery. It comes in four different models, including the iPhone 13, iPhone 13 Mini, iPhone 13 Pro, and iPhone 13 Pro Max, each with different display sizes and features."
    },
    {
        "id": 4,
        "name": "Samsung G S21",
        "category": "mobile-phone",
        "brand": "Samsung",
        "year": 2021,
        "image": "/src/assets/celular.jpg",
        "price": 799,
        "description":"The Samsung Galaxy S21 is a high-end Android smartphone that offers a powerful processor, high-resolution display, and advanced camera system. It is designed for users who demand a lot from their smartphone, whether for work or personal use. It is a popular choice for Android enthusiasts who want the latest features and technology in a smartphone."
    },
    {
        "id": 5,
        "name": "Lenovo X1 Carbon",
        "category": "laptop",
        "brand": "Lenovo",
        "year": 2022,
        "image": "/src/assets/laptop.jpg",
        "price": 1299,
        "description":"The Lenovo ThinkPad X1 Carbon is a premium business laptop that offers a sleek design, durable construction, and top-notch performance. It features a high-resolution display, a powerful processor, and long battery life. It is designed for business professionals who need a reliable and powerful laptop for work."
    },
    {
        "id": 6,
        "name": "Google Pixel 6",
        "category": "mobile-phone",
        "brand": "Google",
        "year": 2021,
        "image": "/src/assets/celular.jpg",
        "price": 599,
        "description":"The Google Pixel 6 is the latest smartphone from Google that features a new custom-designed chip, improved camera system, and a sleek design. It runs on the latest version of Android and offers a pure Android experience with no bloatware. It is designed for people who want a high-end smartphone with the latest features and technology."
    },
    {
        "id": 7,
        "name": "Asus Zephyrus G14",
        "category": "laptop",
        "brand": "Asus",
        "year": 2021,
        "price": 1199,
        "image": "/src/assets/laptop.jpg",
        "description":"The Asus ROG Zephyrus G14 is a powerful gaming laptop that offers impressive performance, a high-quality display, and a lightweight design. It features a powerful processor and graphics card, making it an ideal choice for gamers who need a portable and powerful gaming laptop."
    },
    {
        "id": 8,
        "name": "HP Spectre x360",
        "category": "laptop",
        "brand": "HP",
        "year": 2021,
        "image": "/src/assets/laptop.jpg",
        "price": 1199,
        "description":"The HP Spectre x360 is a premium 2-in-1 laptop that offers a sleek design, impressive performance, and long battery life. It features a high-resolution display, a powerful processor, and a lightweight design. It is designed for users who need a versatile and powerful laptop for work or personal use, and who value portability and style."
    },
    {
        "id": 9,
        "name": "Dell G3 15",
        "category": "laptop",
        "brand": "Dell",
        "year": 2022,
        "image": "/src/assets/laptop.jpg",
        "price": 849,
        "description":"The Dell G3 15 is a mid-range gaming laptop that offers good performance and a solid build quality. It features a high-resolution display, a powerful processor, and a dedicated graphics card. It is designed for casual gamers who need a laptop that can handle demanding games."
    },
    {
        "id": 10,
        "name": "Samsung G Z Flip 3",
        "category": "mobile-phone",
        "brand": "Samsung",
        "year": 2021,
        "image": "/src/assets/celular.jpg",
        "price": 999,
        "description":"The Samsung Galaxy Z Flip 3 is a foldable smartphone that features a unique design and impressive specifications. It has a flexible display that allows it to be folded in half, making it more portable than traditional smartphones. It features a high-quality camera system, a powerful processor, and long battery life. It is designed for users who want a unique smartphone experience that is both stylish and functional."
    },
    {
        "id": 11,
        "name": "Lenovo L 5 Pro",
        "category": "laptop",
        "brand": "Lenovo",
        "year": 2021,
        "price": 1299,
        "image": "/src/assets/laptop.jpg",
        "description":"The Lenovo Legion 5 Pro is a high-performance gaming laptop that features a high-resolution display, a powerful processor, and a dedicated graphics card. It is designed for serious gamers who demand the best performance from their laptop. It also features a sleek design and a comfortable keyboard, making it ideal for extended gaming sessions."
    },
    {
        "id": 12,
        "name": "Asus ZB UX425",
        "category": "laptop",
        "brand": "Asus",
        "year": 2020,
        "price": 899,
        "image": "/src/assets/laptop.jpg",
        "description":"The Asus ZenBook UX425 is a slim and lightweight laptop that features a high-resolution display, a powerful processor, and long battery life. It is designed for users who need a powerful and portable laptop for work or personal use. Its compact design and long battery life make it ideal for people who are always on the go."
    },
    {
        "id": 13,
        "name": "Alien Aurora R10",
        "category": "desktop",
        "brand": "Dell",
        "year": 2021,
        "image": "/src/assets/computadora.jfif",
        "price": 899,
        "description":"The Alienware Aurora R10 is a high-end gaming desktop that offers impressive performance, a sleek design, and upgradeable components. It features a powerful processor, dedicated graphics card, and a customizable LED lighting system. It is designed for serious gamers who want a desktop that can handle demanding games and can be upgraded in the future."
    },
    {
        "id": 14,
        "name": "Apple Mac Mini",
        "category": "desktop",
        "brand": "Apple",
        "year": 2020,
        "price": 699,
        "image": "/src/assets/computadora.jfif",
        "description":"The Apple Mac Mini is a compact desktop computer that features a sleek design and impressive performance. It features a powerful processor, a high-speed solid-state drive, and a range of connectivity options. It is designed for users who need a powerful desktop computer but don't have much space. Its small size and powerful performance make it ideal for creative professionals who need a desktop for tasks such as video editing, graphic design, and music production."
    },
    {
        "id": 15,
        "name": "Asus ROG Strix G15",
        "category": "laptop",
        "brand": "Asus",
        "year": 2021,
        "image": "/src/assets/laptop.jpg",
        "price": 1199,
        "description":"The Asus ROG Strix G15 is a powerful gaming laptop that features a high-resolution display, a powerful processor, and a dedicated graphics card. It also features a customizable LED lighting system, a comfortable keyboard, and a sleek design. It is designed for gamers who demand the best performance from their laptop and want a machine that looks as good as it performs."
    },
    {
        "id": 16,
        "name": "HP Pavilion G",
        "category": "desktop",
        "brand": "HP",
        "year": 2021,
        "image": "/src/assets/computadora.jfif",
        "price": 1099,
        "description": "The HP Pavilion Desktop is a powerful and stylish tower desktop that offers high-performance computing for work and play. Its Intel Core i5 processor and NVIDIA GeForce graphics card deliver fast and smooth performance for demanding applications and games. With 8 GB of RAM and a 256 GB SSD, it provides ample storage space and speedy data access. The HP Pavilion Desktop is a great choice for anyone who needs a reliable and versatile desktop computer."
    },
    {
        "id": 17,
        "name": "Lenovo Legion 5",
        "category": "laptop",
        "brand": "Lenovo",
        "year": 2021,
        "image": "/src/assets/laptop.jpg",
        "price": 1199,
        "description": "The Lenovo Legion 5 is a high-performance gaming laptop designed for gamers who demand the best. With its powerful AMD Ryzen processor and NVIDIA graphics card, it delivers smooth and responsive gameplay for even the most demanding titles. The 15.6-inch Full HD display boasts a fast refresh rate and a low response time, providing an immersive gaming experience. The Legion 5 also features a backlit keyboard, a large touchpad, and a range of ports, including USB-C, HDMI, and Ethernet. With its sleek design and powerful performance, the Lenovo Legion 5 is the ultimate gaming machine for serious gamers."
    },
    {
        "id": 18,
        "name": "Dell XPS 8940",
        "category": "desktop",
        "brand": "Dell",
        "year": 2021,
        "image": "/src/assets/computadora.jfif",
        "price": 899,
        "description": "The Dell XPS 8940 is a high-performance tower desktop that offers exceptional computing power for demanding tasks. Its Intel Core i7 processor and NVIDIA GeForce RTX graphics card provide lightning-fast processing and graphics capabilities, while 16 GB of RAM and a 512 GB SSD ensure speedy data access and storage. With a sleek and modern design, the Dell XPS 8940 is a great choice for anyone who needs a powerful and stylish desktop computer."
    },
    {
        "id": 19,
        "name": "Acer Aspire TC-895",
        "category": "desktop",
        "brand": "Acer",
        "year": 2021,
        "image": "/src/assets/computadora.jfif",
        "price": 800,
        "description": "The Acer Aspire TC-895-UA92 is a reliable and efficient tower desktop that offers solid performance for everyday computing tasks. Its Intel Core i5 processor and Intel UHD Graphics 630 provide smooth and responsive performance for office applications, web browsing, and casual gaming. With 12 GB of RAM and a 512 GB SSD, it provides ample storage space and speedy data access. The Acer Aspire TC-895-UA92 is a great choice for anyone who needs a dependable and affordable desktop computer."
    },
    {
        "id": 20,
        "name": "Lenovo IC 5i",
        "category": "desktop",
        "brand": "Lenovo",
        "year": 2021,
        "image": "/src/assets/computadora.jfif",
        "price": 1200,
        "description": "The Lenovo IdeaCentre 5i is a sleek and powerful tower desktop that offers impressive performance for everyday computing tasks. Its Intel Core i5 processor and Intel UHD Graphics 630 provide smooth and responsive performance for office applications, web browsing, and casual gaming. With 8 GB of RAM and a 256 GB SSD, it provides ample storage space and speedy data access. The Lenovo IdeaCentre 5i is a great choice for anyone who needs a reliable and stylish desktop computer."
    },
    {
        "id": 21,
        "name": "Dell XPS Tower",
        "brand": "Dell",
        "year": 2016,
        "image": "/src/assets/computadora.jfif",
        "price": 699,
        "category": "desktop",
        "description": "The Dell XPS Tower is a high-performance desktop computer that features a sleek design and powerful components. It features a powerful processor, dedicated graphics card, and a range of connectivity options. It is designed for users who demand the best performance from their desktop computer and want a machine that looks as good as it performs."
    },
    {
        "id": 22,
        "year": 2022,
        "name": "iPhone 14",
        "image": "/src/assets/celular.jpg",
        "brand": "Apple",
        "description": "The iPhone 14 features a 6.7-inch Super Retina XDR display, 5G connectivity, A17 Bionic chip, and a triple-camera system with advanced computational photography capabilities. It also includes MagSafe technology for fast and easy wireless charging.",
        "category": "mobile-phone",
        "price": 1099
    },
    {
        "id": 23,
        "year": 2022,
        "name": "Aw Aurora R12",
        "image": "/src/assets/computadora.jfif",
        "brand": "Dell",
        "description": "The Alienware Aurora R12 is a powerful gaming desktop computer featuring a 12th Gen Intel Core i9 processor, up to 128GB of DDR4 memory, and up to an NVIDIA GeForce RTX 3090 graphics card. It also includes customizable RGB lighting, and a high-quality audio system for an immersive gaming experience.",
        "category": "desktop",
        "price": 2999
    },
    {
        "id": 24,
        "year": 2021,
        "name": "iMac 24-inch M1",
        "image": "/src/assets/computadora.jfif",
        "brand": "Apple",
        "description": "The iMac 24-inch M1 is an all-in-one desktop computer featuring Apple's M1 chip, a 24-inch 4.5K Retina display, and up to 16GB of unified memory. It also includes a 1080p FaceTime HD camera, six-speaker sound system, and Touch ID for secure authentication. The iMac 24-inch M1 comes in a variety of colors and has a sleek, slim design.",
        "category": "desktop",
        "price": 1299
    },
    {
        "id": 25,
        "year": 2021,
        "name": "HP Envy Desktop",
        "image":"/src/assets/computadora.jfif",
        "brand": "HP",
        "description": "The HP Envy Desktop is a stylish and powerful desktop computer featuring a 10th Gen Intel Core i7 processor, up to 16GB of DDR4 memory, and up to an NVIDIA GeForce GTX 1660 Ti graphics card. It also includes a built-in wireless charging pad, Bang & Olufsen audio, and a range of connectivity options. The HP Envy Desktop has a slim design and comes with a wireless keyboard and mouse.",
        "category": "desktop",
        "price": 1199
    }
]